[
  {
    "id": 0,
    "author": "Фёдор Достоевский",
    "cover": "https://avatars.mds.yandex.net/i?id=e3b005a4619cb4030ea122dce64188781ba36bdf-5869767-images-thumbs&n=13",
    "title": "Преступление и наказание",
    "year": 1866,
    "ISBN": "978-5-699-12345-6",
    "description": "Роман о студенте Раскольникове, который совершает убийство, чтобы проверить свою теорию о «праве сильной личности».",
    "text": "Раскольников лежал целый день в своей каморке, в углу, на продавленном диване. Он не спал, но и не бодрствовал. В голове его роились странные, отрывочные мысли, которые он не мог ни собрать воедино, ни отогнать. Вдруг в дверь постучали. Он вздрогнул, но не ответил. Постучали ещё раз, настойчивее. «Кто там?» — крикнул он наконец, не вставая. Голос за дверью ответил: «Отворите, это я, Настасья.»"
  },
  {
    "id": 1,
    "author": "Лев Толстой",
    "cover": "https://cdn1.ozone.ru/s3/multimedia-p/c600/6619639525.jpg",
    "title": "Война и мир",
    "year": 1869,
    "ISBN": "978-5-17-123456-7",
    "description": "Эпический роман о жизни русского общества во время наполеоновских войн.",
    "text": "«Ну, князь, Генуя и Лукка — поместья фамилии Бонапарте. Нет, я вам вперед говорю, если вы мне не скажете, что у нас война, если вы еще позволите себе защищать все гадости, все ужасы этого Антихриста (право, я верю, что он Антихрист), — я вас больше не знаю.»"
  },
  {
    "id": 2,
    "author": "Джордж Оруэлл",
    "cover": "https://avatars.mds.yandex.net/i?id=1beaf9e6ea23664b16d1035504e71390a1abae0a-11397886-images-thumbs&n=13",
    "title": "1984",
    "year": 1949,
    "ISBN": "978-5-17-098765-4",
    "description": "Антиутопия о тоталитарном обществе, где правительство контролирует каждую мысль.",
    "text": "Был яркий холодный апрельский день, часы били тринадцать. Уинстон Смит, прижав подбородок к груди, стараясь уклониться от ветра, быстро скользнул в стеклянные двери дома Победы."
  },
  {
    "id": 3,
    "author": "Агата Кристи",
    "cover": "https://avatars.mds.yandex.net/get-mpic/6253235/img_id6266617760263370939.jpeg/orig",
    "title": "Десять негритят",
    "year": 1939,
    "ISBN": "978-5-04-123987-6",
    "description": "Детектив о десяти людях, приглашённых на остров, где они начинают умирать.",
    "text": "Поезд отошёл от станции с лёгким свистом. В купе остался один пассажир — мужчина лет сорока. «Десять маленьких негритят...» — эти строки вертелись у него в голове."
  },
  {
    "id": 4,
    "author": "Михаил Булгаков",
    "cover": "https://avatars.mds.yandex.net/get-mpic/12263081/2a000001920e85a708e768b31f35339919b7/orig",
    "title": "Мастер и Маргарита",
    "year": 1967,
    "ISBN": "978-5-17-067890-5",
    "description": "Мистический роман о визите дьявола в Москву и истории Понтия Пилата.",
    "text": "Однажды весной, в час небывало жаркого заката, в Москве, на Патриарших прудах, появились два гражданина. Первый из них, одетый в летнюю серенькую пару, был маленького роста, упитан, лыс, нёс в руках берет и смотрел на мир добродушно. Его спутник — высокий молодой человек в клетчатом пиджаке — был поэтом."
  },
  {
    "id": 5,
    "author": "Эрнест Хемингуэй",
    "cover": "https://avatars.mds.yandex.net/i?id=be52fb51fe818a8149de12b0d8defb5bb8f3d815-5502412-images-thumbs&n=13",
    "title": "Старик и море",
    "year": 1952,
    "ISBN": "978-5-17-045678-6",
    "description": "Повесть о кубинском рыбаке Сантьяго, который борется с гигантской рыбой.",
    "text": "Он был старый, кто ловил рыбу в Гольфстриме один на своей лодке, и вот уже восемьдесят четыре дня он не поймал ни одной рыбы. Первые сорок дней с ним был мальчик. Но потом родители сказали ему, что старик теперь явно «салао» — то есть самый что ни на есть невезучий."
  },
  {
    "id": 6,
    "author": "Джоан Роулинг",
    "cover": "https://avatars.mds.yandex.net/i?id=f2a65e513ba9916c07284e57f2ae62b938058857-5548878-images-thumbs&n=13",
    "title": "Гарри Поттер и философский камень",
    "year": 1997,
    "ISBN": "978-5-389-07432-1",
    "description": "Первая книга о мальчике-волшебнике Гарри Поттере и его обучении в Хогвартсе.",
    "text": "Мистер и миссис Дурсль проживали в доме номер четыре по Тисовой улице и всегда с гордостью заявляли, что они, слава богу, абсолютно нормальные люди. Уж кто бы мог подумать, что именно у них заведутся странные родственники? Однажды утром, развернув газету, мистер Дурсль увидел сообщение о совиной почте — и его лицо побелело."
  },
  {
    "id": 7,
    "author": "Фрэнк Герберт",
    "cover": "https://avatars.mds.yandex.net/get-mpic/5362248/img_id3839091449742968210.jpeg/orig",
    "title": "Дюна",
    "year": 1965,
    "ISBN": "978-5-699-56789-0",
    "description": "Фантастический роман о пустынной планете Арракис и борьбе за контроль над спайсом.",
    "text": "Начать следует с того, что Муад'Диб, хоть и был героем, но стал им вопреки собственному желанию. Великие события часто зависят от малых решений. Пол Атрейд даже не подозревал, что его побег от сардукара-убийцы станет первым шагом к трону."
  },
  {
    "id": 8,
    "author": "Рэй Брэдбери",
    "cover": "https://cdn1.ozone.ru/s3/multimedia-5/6459730769.jpg",
    "title": "451° по Фаренгейту",
    "year": 1953,
    "ISBN": "978-5-17-082345-7",
    "description": "Антиутопия о мире, где книги запрещены, а пожарные сжигают их.",
    "text": "Было наслаждение жечь. Гай Монтэг улыбнулся, чувствуя, как пламя лижет книги, как страницы чернеют и сворачиваются. Он натянул шлем с саламандрой на гербе и приготовился к очередной ночной смене."
  },
  {
    "id": 9,
    "author": "Джон Толкин",
    "cover": "https://fsd.multiurok.ru/html/2021/05/10/s_60998863bb181/s1687555_1_3.jpeg",
    "title": "Властелин Колец",
    "year": 1954,
    "ISBN": "978-5-17-036789-2",
    "description": "Эпическая фэнтези-сага о путешествии хоббита Фродо, чтобы уничтожить Кольцо Всевластья.",
    "text": "Когда мистер Бэггинс из Шира объявил, что скоро отметит своё стоодиннадцатилетие, весь округ заговорил об этом. Гэндальф Серый прибыл на вечеринку с фейерверками, но в подарок принёс нечто куда более опасное — историю о Кольце."
  },
  {
    "id": 10,
    "author": "Габриэль Гарсиа Маркес",
    "cover": "https://cdn1.ozone.ru/s3/multimedia-1/6648961969.jpg",
    "title": "Сто лет одиночества",
    "year": 1967,
    "ISBN": "978-5-17-050987-1",
    "description": "Роман о семье Буэндиа и магическом реализме вымышленного города Макондо.",
    "text": "Много лет спустя, стоя перед расстрельным взводом, полковник Аурелиано Буэндиа вспомнит тот далёкий вечер, когда отец взял его с собой смотреть на лёд. Макондо было тогда небольшим селением с двадцатью хижинами из глины и бамбука."
  },
  {
    "id": 11,
    "author": "Антуан де Сент-Экзюпери",
    "cover": "https://avatars.mds.yandex.net/i?id=6386d7448e1df2e55749d4d398d42162_l-4575769-images-thumbs&n=13",
    "title": "Маленький принц",
    "year": 1943,
    "ISBN": "978-5-17-062894-7",
    "description": "Философская сказка о Маленьком принце, который путешествует по планетам.",
    "text": "Когда мне было шесть лет, я увидел однажды удивительную картинку в книге. На ней была изображена удав, проглатывающая хищного зверя. В книге говорилось: «Удав заглатывает свою жертву целиком, не жуя.»"
  }
]